tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
brew "act"
brew "xz"
brew "openssl@3"
brew "readline"
brew "awscli"
brew "bat"
brew "blueutil"
brew "readline"
brew "cmatrix"
brew "direnv"
brew "docker", link: false
brew "figlet"
brew "openblas"
brew "unixodbc"
brew "gdal"
brew "ffmpeg"
brew "gh"
brew "git"
brew "node"
brew "gitmoji"
brew "gnupg"
brew "grep"
brew "gron"
brew "htop"
brew "hugo"
brew "jpeg", link: true
brew "jq"
brew "libomp", link: true
brew "neovim"
brew "pandoc"
brew "pipx"
brew "poetry"
brew "pre-commit"
brew "pyenv"
brew "pyenv-virtualenv"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
brew "hashicorp/tap/terraform"
cask "1password"
cask "1password-cli"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-cloud-sdk"
cask "google-drive"
cask "logitech-options"
cask "notion"
cask "qlimagesize"
cask "qlmarkdown"
cask "quicklook-json"
cask "rectangle"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "youtube-to-mp3"
cask "zoom"
vscode "4ops.terraform"
vscode "asvetliakov.vscode-neovim"
vscode "Catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "Dart-Code.dart-code"
vscode "DavidAnson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "GitHub.copilot"
vscode "GitHub.copilot-labs"
vscode "github.vscode-github-actions"
vscode "GitHub.vscode-pull-request-github"
vscode "GrapeCity.gc-excelviewer"
vscode "hbenl.vscode-test-explorer"
vscode "johnpapa.vscode-peacock"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.black-formatter"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "njpwerner.autodocstring"
vscode "qwtel.sqlite-viewer"
vscode "rangav.vscode-thunder-client"
vscode "tomoki1207.pdf"
vscode "vintharas.learn-vim"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
