tap "databricks/tap"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
brew "act"
brew "xz"
brew "openssl@3"
brew "readline"
brew "aws-sam-cli"
brew "awscli"
brew "bat"
brew "blueutil"
brew "cbc"
brew "cmatrix"
brew "coreutils"
brew "direnv"
brew "ffmpeg"
brew "figlet"
brew "gnupg"
brew "pkgconf"
brew "unixodbc"
brew "gdal"
brew "gh"
brew "git"
brew "node"
brew "gnu-sed"
brew "grep"
brew "gron"
brew "htop"
brew "hugo"
brew "icu4c@76"
brew "jpeg"
brew "jq"
brew "libomp", link: true
brew "nvm"
brew "pinentry-mac"
brew "pre-commit"
brew "rich-cli"
brew "shyaml"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "zlib"
brew "zoxide"
brew "zsh"
brew "databricks/tap/databricks"
brew "hashicorp/tap/terraform"
cask "1password-cli"
cask "asana"
cask "betterdisplay"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "google-drive"
cask "keybase"
cask "logi-options+"
cask "miro"
cask "notion"
cask "postman"
cask "qlimagesize"
cask "qlmarkdown"
cask "quicklook-json"
cask "rectangle"
cask "scroll-reverser"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "webcatalog"
vscode "1password.op-vscode"
vscode "4ops.terraform"
vscode "altimateai.vscode-altimate-mcp-server"
vscode "asvetliakov.vscode-neovim"
vscode "bierner.emojisense"
vscode "bierner.markdown-emoji"
vscode "catppuccin.catppuccin-vsc"
vscode "charliermarsh.ruff"
vscode "databricks.databricks"
vscode "davidanson.vscode-markdownlint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "grapecity.gc-excelviewer"
vscode "hbenl.vscode-test-explorer"
vscode "innoverio.vscode-dbt-power-user"
vscode "johnpapa.vscode-peacock"
vscode "littlefoxteam.vscode-python-test-adapter"
vscode "marp-team.marp-vscode"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.datawrangler"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.test-adapter-converter"
vscode "ms-vsliveshare.vsliveshare"
vscode "njpwerner.autodocstring"
vscode "oderwat.indent-rainbow"
vscode "qwtel.sqlite-viewer"
vscode "rangav.vscode-thunder-client"
vscode "redhat.vscode-yaml"
vscode "samuelcolvin.jinjahtml"
vscode "streetsidesoftware.code-spell-checker"
vscode "tomoki1207.pdf"
vscode "vintharas.learn-vim"
vscode "vivaxy.vscode-conventional-commits"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "yzhang.markdown-all-in-one"
