tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "bat"
brew "blueutil"
brew "cmatrix"
brew "openssl@1.1"
brew "readline"
brew "xz"
brew "commitizen"
brew "direnv"
brew "ffmpeg"
brew "gh"
brew "git"
brew "node"
brew "gitmoji"
brew "grep"
brew "gron"
brew "htop"
brew "hugo"
brew "jq"
brew "just"
brew "lychee"
brew "pandoc"
brew "poetry"
brew "pyenv"
brew "pyenv-virtualenv"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "zlib"
brew "zsh"
cask "dashlane"
cask "docker"
cask "font-hack-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "iterm2"
cask "notion"
cask "qlimagesize"
cask "qlmarkdown"
cask "quicklook-json"
cask "scroll-reverser"
cask "slack"
cask "spotify"
cask "visual-studio-code"
cask "warp"
cask "youtube-to-mp3"
cask "zoom"
